[
    {"cm1_1_1": "1.1.1 The pain: Most utilities already have a variety of enterprise networks and legacy operational technology (OT) networks in use. The utility industry has well-established practices for securing these networks, including the Purdue Model, Zero Trust Architecture principles, and best practices like visibility, security monitoring, and breach detection. But unfortunately, these practices cannot be extended to LTE networks due to significant architectural differences that create security blind spots and other new risks to critical infrastructure"},
    {"cm1_1_2": "1.1.2.With OneLayer’s solution, you’ll get a comprehensive set of capabilities, bridging between the IT/OT & cellular network, and providing OneLayer of security.OneLayer product provides the following capabilities and value, and much more:                                      • Device Identity and Monitoring Blind Spots - Real-time identification and fingerprinting of all cellular network devices, including device type, location, activity, inter-networks identity matching, etc.                                                                                     • Enhance the visibility and control of existing security tools, including the visibility and control of devices behind cellular routers or CPEs (no other solution does this for cellular routers today)                                                                                     • Deploy granular Zero Trust segmentation policies on Private 5G & LTE networks, including setting policies for devices behind a router                                                               • Geo-fencing devices using location-based policies                                                •Quickly detect and remediate 5G/LTE device vulnerabilities, such as Impersonation, SIM Swap, Anomalies, Device misbehavior, Signaling storm, Authentication failures, and so on                 • The equivalent in IT/OT environments would be IoT security solutions such as Dragos(OT), Claroty(OT), and Armis(IT/OT)                                                                             •Enterprises who would like to build it alone would need a combination of firewalls, managed NW switches, manual configuration of the Cellular Core PCF/PCRF, and much consulting to achieve some alternative segmentation capabilities."},
    {"cm1_1_3":"1.1.3 To quantify these capabilities’ value, we used a formula, looking at a security budget of an organization for securing its private cellular network. And the specific budget parts related to security solutions.                                                                     Last, we defined the saving associated with OneLayer’s solution (% Year) or the % of the calculated NBA that can be saved using OneLayer’s solution.                                        For this measurement (1.1), we estimate the savings that can be contributed to OneLayer’s solution, by providing all these security capabilities, bridging between the IT/OT & cellular network, and providing OneLayer of security. (Other parts are covered by the customer’s existing security tools and services, and by some other components of the private cellular ecosystem)."},
    {"cm_1_2_1":"1.2.1.The pain: Today, policy configuration is being done manually per device, consuming a lot of time and effort from the security operations team."},
    {"cm_1_2_2":"1.2.3. To quantify these capabilities’ value, we used a formula, looking at a security budget of an organization for securing its private cellular network. And the specific budget parts related to Security Operations"},
    {"cm1_2_3":"Last, we defined the saving associated with OneLayer’s solution (% Year) or the % of the calculated NBA that can be saved using OneLayer’s solution. For this measurement (1.2), we estimate the savings that can be contributed to OneLayer’s solution, by solving the manual time-consuming pain with an automated solution. (Other parts are covered by the customer’s existing  security tools and services, and by some other components of the private cellular ecosystem)."},
    {"cm1_3_1":"1.3.1. The pain: Threat detection is very time-consuming, and with a lack of central security controls, efforts to investigate and remediate threats are inefficient."},
    {"cm1_3_2":"1.3.2. With OneLayer’s solution network and device visibility capabilities, you’ll save time and effort for your security team. OneLayer product provides the following capabilities and value, and much more:                                      • OneLayer provides granular visibility and control of user plane for timely detection of the anomalous behavior of cellular devices and traffic and response and remediation of misconfigurations and malicious activities                                                                                                                          • Enabling SOC analysts to quickly detect and mitigate attacks as they occur                                                     • Reduction of time and effort spent on incident management by security operations teams."},

    {"cm1_3_3":"1.3.3. To quantify these capabilities’ value, we used a formula, looking at a security budget of an organization for securing its private cellular network. And the specific budget parts related to security incidents response.                       Last, we defined the saving associated with OneLayer’s solution (% Year) or the % of the calculated NBA that can be saved using OneLayer’s solution.                                                                                                               For this measurement (1.3), we estimate the savings that can be contributed to OneLayer’s solution, by providing full visibility into the cellular network and the devices; incident management processes, including monitoring, detection, investigation, and response, are enabled. (Other parts are covered by the customer’s existing security and monitoring tools and services, and by some other components of the private cellular ecosystem)."},
    {"cm1_4_1":"1.4.1. The pain: Organizations invest more and more in improving the security of their networks and reducing the potential attack surface. Part of it is to eliminate the huge cost of handling a breach after it occurs."},
    {"cm1_4_2":"1.4.2. With OneLayer’s solution, you’ll maximize the security of your private cellular network, and eliminate the potential cost of a breach.                                                                                                        • By adopting OneLayer’s solution, organizations can ensure that they minimize the probability of such breaches occurring in their private cellular network"},
    {"cm_1_4_3":"1.4.3. To quantify these capabilities’ value, we used a formula, looks at the overall security measurements of an organization for securing its measurements of an organization for securing its overall network (IT/OT/Private cellular). And at the expected losses from a security breach, adapted to the network size.                                                           Last, we defined the saving associated with OneLayer’s solution (% Year) or the % of the calculated NBA that can be saved using OneLayer’s solution.                                                                                                               For this measurement (1.4), we estimate the savings that can be contributed to OneLayer’s solution, by securing the organization’s private cellular network. (Other parts are covered by the customer’s existing security tools and services, securing its IT/OT networks, and by some other components of the private cellular ecosystem)."},

    {"cm1_5_1":"1.5.1. The pain: Organizations are typically overloaded with different security monitoring tools, and some still use manual posture, policy management, and segmentation processes."},
   { "cm1_5_2":"1.5.2.With OneLayer’s solution, you’ll gain automation and simplification across your private cellular network security management.                                                                                                                       OneLayer product provides the following capabilities and value, and much more:                                                    • With OneLayer’s solution, you’ll gain consistent, centralized security policy - Unified policy application to a device regardless of the network it is connected to                                                                                       • Leverage device identification for automatic enforcement of corporate network access control policy for better security hygiene • Zero-Trust device authentication, enabling automatic new devices admission and connectivity                                     • Enriching your security tools, e.g., firewalls with valuable data to increase efficiency, with capabilities like tagging and ONEID across cellular and IT identifiers" },
    {"cm1_5_3":"1.5.3. To quantify these capabilities’ value, we used a formula, looking at a security budget of an organization for securing its private cellular network. And the specific budget parts related to security management simplification                 Last, we defined the saving associated with OneLayer’s solution (% Year) or the % of the calculated NBA that can be saved using OneLayer’s solution.                                                                                                               For this measurement (1.5), we estimate the savings that can be contributed to OneLayer’s solution, by providing centralized policy management, policies automation, zero trust approach, and alerts to your existing security monitoring tools. (Other parts are covered by the customer’s existing security and monitoring tools and services, and by some other components of the private cellular ecosystem)."}


]